LEXICON: dict[str, str] = {
    'next_word': 'Еще слово',
    'begin': 'Выберите перевод слова:',
    '/start':  '<b>Привет!</b>\n\nЭто бот, в котором Вы можете потренировать свой словарный запас английского языка'
               '\n\nЧтобы посмотреть список доступных команд - набери /help',
    '/help': '<b>Это бот, в котором Вы можете потренировать свой словарный запас английского языка</b>'
             '\n\nДоступные команды:\n\n/begin - Начать проверку своего словарного запаса английского языка\n\n'
             '/stop - Прекратить проверку \n\n/score - Показать статистику\n\n/help - справка по работе бота\n\n'
             '<b>Приятной тренировки!</b>',
    '/bookmarks': '<b>Это список ваших закладок:</b>',
    'edit_bookmarks': '<b>Редактировать закладки</b>',
    'question_ru': 'Как по английски будет:',
    'del': '❌',
    'cancel': 'Завершить',
    'no_bookmarks': 'У вас пока нет ни одной закладки.\n\nЧтобы '
                    'добавить страницу в закладки - во время чтения '
                    'книги нажмите на кнопку с номером этой '
                    'страницы\n\n/continue - продолжить чтение',
    'cancel_text': '/continue - продолжить чтение'}

LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Название бота',
    '/begin': 'Начать проверку своего словарного запаса английского языка',
    '/stop': 'Прекратить проверку',
    '/score': 'Показать статистику',
    '/help': 'Справка по работе бота'
}
